{
    "66bafd1acdf527019bba8583 0": "Okay, I sent my sloth friends to go retrieve your stuff. Sit tight, buddy.",
    "66bafd1acdf527019bba8583 1": "My sloth friends went to {location} to look for your stuff. They'll be back eventually...",
    "66bafd1a0fc3db391ff3040d 0": "I reckon this might be yours, my sloths found it on {location} on {date}.",
    "66bafd1a0fc3db391ff3040d 1": "You wern't good enough on {date} on {location}, were you? Lucky for you, my sloth buddies found some of your stuff.",
    "66bafd1a4909fabb3aca5390 0": "You're out of luck today, dude. Somebody got to your stuff before we did, I didn't sell it this time!",
    "66bafd1a4909fabb3aca5390 1": "Sorry, but your insurance failed. My sloths climbed everything and couldn't find any trace of it. They brought back snacks, though!",
    "66bafd1a31dc6947908e072e 0": "Where did you say you went? My sloth friends didn’t find any of your stuff, nor this mysterious {location} location.",
    "66bafd1a31dc6947908e072e 1": "I’ve sent a squad of sloths to search in {location}, but no one came back. I just lost good men..",
    "66bafd1afbe3104749a704bc 0": "Hey! This isn't a storage facility! I donated your stuff to sloths in need.",
    "66bafd1afbe3104749a704bc 1": "I'm sorry. Insurance has lapsed and all of your items have been sold.",
    "66bafd1aaef6e0c8fc769761 0": "Glad I could be of assistance!",
    "66bafd1aaef6e0c8fc769761 1": "Here is your stuff. Get it and leave... I'm kidding. I love you. <3",
    "66c1500e25669f4307624d7c name": "Scavs 'n Things",
    "66c1500e25669f4307624d7c description": "Your mission is to engage and eliminate 10 SCAVs. As you take them down, make sure to loot their bodies and surrounding area for Army Bandages, which are essential for your survival and healing during missions. This task will not only help improve your combat skills but also replenish your resources. Be vigilant and strategic in your approach, as SCAVs can be unpredictable. Complete the objective to enhance your inventory and overall mission readiness. Good luck!",
    "66c16f4876ef1afc1b1c8794": "Kill 10 SCAVs",
    "66c16f4fb02c1954470d7de1": "Find 10 Army Bandages",
    "66c1500e25669f4307624d7c successMessageText": "Thank you for the Bandages! As promised, your generous reward.",
    "66c1500e25669f4307624d7c acceptPlayerMessage": "",
    "66c1500e25669f4307624d7c declinePlayerMessage": "",
    "66c1500e25669f4307624d7c completePlayerMessage": "",
    "66c1500e74c092e004c7e264 name": "Unfortunate Situations",
    "66c1500e74c092e004c7e264 description": "You are tasked with hunting down and eliminating 10 USEC private military contractors. Collect their dogtags from their bodies as proof of your kills. This operation will test your combat skills and stealth, as you navigate through hostile territories. Upon completing the objective, the dogtags will contribute to your overall mission progression. Be cautious and plan your approach carefully to ensure your success. Good luck!",
    "66c15df8ad8dc3e17a94f543": "Kill 10 USEC PMCs",
    "66c15df80abddef6e46c7e0e": "Loot 10 USEC Dogtags",
    "66c1500e74c092e004c7e264 successMessageText": "These Dogtags are going to go well with my collection. I may even have a  duplicate or two. Thank you, Soldier.",
    "66c1500e74c092e004c7e264 acceptPlayerMessage": "",
    "66c1500e74c092e004c7e264 declinePlayerMessage": "",
    "66c1500e74c092e004c7e264 completePlayerMessage": "",
    "66c1500efe2615c611598b71 name": "Dealmaker",
    "66c1500efe2615c611598b71 description": "Your mission is to track down and neutralize Reshala, who is known for his tactical prowess and heavy protection. He is typically found accompanied by a group of armed guards, so proceed with caution. Gather intel on his possible locations and prepare for a fierce confrontation. Successfully eliminating Reshala will not only bolster your reputation but also yield valuable loot and further your progress in the game's narrative. Ensure you are adequately equipped for this high-stakes encounter. Good luck!",
    "66c15df8e1434f45d2f0e014": "Eliminate Reshala",
    "66c1500efe2615c611598b71 startedMessageText": "Eliminate Reshala, any way you find necessary. Good Luck.",
    "66c1500efe2615c611598b71 successMessageText": "Intel reports Reshala has been elimitaed. Good work, Soldier.",
    "66c1500efe2615c611598b71 acceptPlayerMessage": "",
    "66c1500efe2615c611598b71 declinePlayerMessage": "",
    "66c1500efe2615c611598b71 completePlayerMessage": "",
    "66c1500e2be68a96e91a0b3d name": "Difficult Decision - Part 1",
    "66c1500e2be68a96e91a0b3d description": "Your mission is to track down Tagilla, known for his formidable combat skills and heavy armor, within the designated area. To successfully eliminate him, obtain and employ a grenade to maximize damage and increase your chances of overcoming his defenses. Ensure you prepare for a strategic engagement, taking into account the blast radius and potential to deal with any of his guards. Successfully completing this task will not only enhance your reputation as a skilled operative but also yield powerful loot. Be quick and tactical; good luck!",
    "66c15df8ade55cffd5c74b1a": "Kill TAGILLA with a Grenade",
    "66c1500e2be68a96e91a0b3d startedMessageText": "Let's start with Tagilla - Track him down, and kill him with a Grenade. Good Luck!",
    "66c1500e2be68a96e91a0b3d successMessageText": "Reports state that Tagilla has been killed. Good work.",
    "66c1500e2be68a96e91a0b3d acceptPlayerMessage": "",
    "66c1500e2be68a96e91a0b3d declinePlayerMessage": "",
    "66c1500e2be68a96e91a0b3d completePlayerMessage": "",
    "66c1500eb1d705669eb94957 name": "Difficult Decision - Part 2",
    "66c1500eb1d705669eb94957 description": "Your mission is to seek out Killa, known for his lethal firepower and agility, in his designated territory. Use a grenade to disrupt his defenses and deal significant damage, enhancing your chances of successfully taking him down. Carefully plan your approach to ensure you remain safe from his counterattacks while maximizing the grenade's effectiveness. Successfully completing this task will bolster your standing in the community and reward you with valuable loot. Approach this high-stakes engagement with caution and precision; good luck!",
    "66c15df800e7a343debc2e0d": "Kill KILLA with a Grenade",
    "66c1500eb1d705669eb94957 startedMessageText": "Tagilla down, Killa to go. Take him down with a Grenade!",
    "66c1500eb1d705669eb94957 successMessageText": "I've gotten intel that you've taken down Killa. I'll be in contact.",
    "66c1500eb1d705669eb94957 acceptPlayerMessage": "",
    "66c1500eb1d705669eb94957 declinePlayerMessage": "",
    "66c1500eb1d705669eb94957 completePlayerMessage": "",
    "66c1500ebeac8750051f26cb name": "Pistol Master",
    "66c1500ebeac8750051f26cb description": "Your mission is to infiltrate the Interchange area and systematically eliminate 20 Scavenger enemies while strictly adhering to the use of your USP .45 pistol. Approach this task with stealth and strategy; leverage your surroundings for cover and choose your engagements wisely to avoid attracting attention. Aim for headshots to maximize efficiency and conserve ammunition, as these encounters can quickly escalate. Completing this task will not only enhance your marksmanship skills but also yield valuable loot and experience. Stay sharp and focused; good luck!",
    "66c15df8de96c10d9356022c": "Eliminate 20 Scavs on Interchange with a USP.45 pistol",
    "66c1500ebeac8750051f26cb successMessageText": "It's done? Now we can actually get down to business.",
    "66c1500ebeac8750051f26cb acceptPlayerMessage": "",
    "66c1500ebeac8750051f26cb declinePlayerMessage": "",
    "66c1500ebeac8750051f26cb completePlayerMessage": "",
    "66c1500e45bd2a71f8f08ba9 name": "Takedown : Prelude",
    "66c1500e45bd2a71f8f08ba9 description": "Your mission is to navigate the urban environment of Streets while armed with only an RSh-12 revolver chambered in 12.7x55 caliber. Engage proactively, utilizing stealth and tactical positioning to locate and take down the PMCs without drawing undue attention. Aim for precision shots to maximize damage and efficiency, as the revolver’s limited ammo capacity necessitates careful planning and execution. Successfully completing this task will elevate your reputation, grant you experience, and provide valuable insights into engaging higher-tier foes. Stay vigilant and strategic; good luck!",
    "66c15df89a59f511752a78d9": "Eliminate 4 PMC's with a RSh-12 12.7x55 revolver on Streets in a single raid",
    "66c1500e45bd2a71f8f08ba9 successMessageText": "You sure as hell did it! Here, take this.",
    "66c1500e45bd2a71f8f08ba9 acceptPlayerMessage": "",
    "66c1500e45bd2a71f8f08ba9 declinePlayerMessage": "",
    "66c1500e45bd2a71f8f08ba9 completePlayerMessage": "",
    "66c1500e210f530a5bcaeabf name": "Takedown : Part 2",
    "66c1500e210f530a5bcaeabf description": "Your mission is to strategically position yourself on the Lighthouse map and engage in long-range combat to take down 10 PMCs using the AXMC sniper rifle. Utilize your understanding of the terrain and tactical advantages to find vantage points that provide clear lines of sight while remaining concealed from enemy observation. Focus on accurate shots to ensure quick eliminations, as noise from the AXMC can attract attention. Completing this task will not only enhance your sniping skills but also yield valuable rewards in terms of experience and loot. Remain patient, observant, and tactical; good luck!",
    "66c16ede67dbdbf553504a82": "Eliminate 10 PMCs using a AXMC on Lighthouse",
    "66c1500e210f530a5bcaeabf successMessageText": "Another set? Well, Well. I may have misjudged you.",
    "66c1500e210f530a5bcaeabf acceptPlayerMessage": "",
    "66c1500e210f530a5bcaeabf declinePlayerMessage": "",
    "66c1500e210f530a5bcaeabf completePlayerMessage": "",
    "66c1500ede927952a104212c name": "Takedown : Part 3",
    "66c1500ede927952a104212c description": "Your assignment is to methodically hunt down and neutralize 10 PMCs while utilizing the SV-98, on Reserve. Start by identifying key vantage points that offer a broad view of the map, allowing you to spot and target enemies from a distance. Leverage stealth to remain undetected as you pick off targets, focusing on precision to maximize effectiveness with each shot. Stay aware of your surroundings to prevent being ambushed and avoid attracting attention with unnecessary noise. Successfully completing this task will enhance your sniping proficiency, yield valuable experience points, and contribute to your overall progression. Execute your strategy carefully; good luck!",
    "66c16ee9a5e60e6d7770915e": "Eliminate 10 PMCs using a SV-98 on Reserve",
    "66c1500ede927952a104212c successMessageText": "That's how you do. Prepare for Woods, for your next challenge.",
    "66c1500ede927952a104212c acceptPlayerMessage": "",
    "66c1500ede927952a104212c declinePlayerMessage": "",
    "66c1500ede927952a104212c completePlayerMessage": "",
    "66c1500e2b9ff1e98890d5c5 name": "Takedown : Part 4",
    "66c1500e2b9ff1e98890d5c5 description": "Your mission is to navigate the dense forest of Woods and utilize the M700, a classic bolt-action sniper rifle, to take out 10 PMCs. Find strategic locations among the trees and foliage that provide both cover and a clear line of sight to effectively scout and engage your targets while minimizing exposure. Use stealth and patience to identify and eliminate each PMC, ensuring accurate shots to avoid alerting nearby enemies. Pay attention to environmental sounds and local wildlife, as they can indicate the presence of foes. Completing this task will improve your marksmanship skills and provide valuable rewards. Stay vigilant and execute your plan with precision; good luck!",
    "66c16ef29f216f0b450b4461": "Eliminate 10 PMCs using an M700 on Woods",
    "66c1500e2b9ff1e98890d5c5 successMessageText": "Eradicating my issues like nothing. It seems you're becoming quite the mercenary.",
    "66c1500e2b9ff1e98890d5c5 acceptPlayerMessage": "",
    "66c1500e2b9ff1e98890d5c5 declinePlayerMessage": "",
    "66c1500e2b9ff1e98890d5c5 completePlayerMessage": "",
    "66c1500ea3c9d97f05695cd7 name": "Takedown : Part 5",
    "66c1500ea3c9d97f05695cd7 description": "Your mission is to infiltrate the Customs and eliminate 10 PMCs using the HK G28, renowned for its accuracy and firepower. Start by scouting the map for high-activity areas. Engage targets at medium to long range, leveraging the rifle's capabilities while maintaining situational awareness to avoid being flanked. Utilize cover and concealment to your advantage, repositioning as necessary to stay undetected. Successfully completing this task will refine your skills with designated marksman rifles and enhance your tactical proficiency. Stay sharp and execute your strategy with precision; good luck!",
    "66c16efaaf7a20cfe29777c9": "Eliminate 10 PMCs using a HK G28 on Customs",
    "66c1500ea3c9d97f05695cd7 successMessageText": "Another one bites the dust, well done.",
    "66c1500ea3c9d97f05695cd7 acceptPlayerMessage": "",
    "66c1500ea3c9d97f05695cd7 declinePlayerMessage": "",
    "66c1500ea3c9d97f05695cd7 completePlayerMessage": "",
    "66c1500e462a5d24b17f1655 name": "Takedown : Final State",
    "66c1500e462a5d24b17f1655 description": "Your mission is two-fold: first, navigate the dense terrain of Woods to locate and eliminate 3 Rogue Cultist Warriors known for their stealth and guerilla tactics. Utilize cover and intel from surroundings to engage them efficiently, prioritizing headshots to ensure quick takedowns. After completing this objective, transition to Customs where you will engage the formidable Boss, Knight. Adopt a strategic approach, as they are heavily armed and equipped with advanced gear. Identify their patterns and use the environment to gain the upper hand, focusing on accuracy and effective movement. Completing this dual-target operation will enhance your combat skills and yield valuable rewards. Prepare yourself for intense encounters and stay alert; good luck!",
    "66c16f055bb688c948a30b9a": "Eliminate 3 Boss Knight on Customs",
    "66c16f075d9f4c4a21918f4e": "Eliminate 3 Rogue Cultist Warriors on Woods",
    "66c1500e462a5d24b17f1655 successMessageText": "Very well, You are a Tarkov Master!",
    "66c1500e462a5d24b17f1655 acceptPlayerMessage": "",
    "66c1500e462a5d24b17f1655 declinePlayerMessage": "",
    "66c1500e462a5d24b17f1655 completePlayerMessage": "",
    "66c1500e89810a0e55d0664a name": "Takedown : Act of Courage",
    "66c1500e89810a0e55d0664a description": "Your mission is to engage and eliminate Scavs on Customs while adhering to the restriction of not wearing any body armor. This task will challenge your marksmanship and tactical awareness, requiring you to rely on speed, precision, and strategic positioning. Start by familiarizing yourself with common Scav spawn points and patterns, then choose lightweight gear that maximizes your mobility. Utilize cover effectively and adopt hit-and-run tactics to minimize exposure while engaging targets. Focus on headshots for quick kills and prioritize positioning to avoid being flanked. Successfully completing this operation will not only enhance your skills in unarmored combat but also boost your confidence under pressure. Stay sharp and remain agile; good luck!",
    "66c16f0cbfa266f7cfe3b4a5": "Eliminate Scavs without wearing any body armor on Customs",
    "66c1500e89810a0e55d0664a successMessageText": "T'was a good warm-up. Good work.",
    "66c1500e89810a0e55d0664a acceptPlayerMessage": "",
    "66c1500e89810a0e55d0664a declinePlayerMessage": "",
    "66c1500e89810a0e55d0664a completePlayerMessage": "",
    "66c1500ea0ecb5c4a6b763d7 name": "Medicinal Experimentations",
    "66c1500ea0ecb5c4a6b763d7 description": "Your mission is to navigate the Customs area to locate specific medical supplies, including bandages, painkillers, and other healing items. Start by identifying key locations where these items are likely to spawn, such as the medical unit, lockers, and in the vicinity of spawn points. The 'Crackhouse' seems to be where we see a lot of activity. Exercise extreme caution as that area may be populated with hostile Scavs or other PMCs. Utilize stealth to avoid detection while thoroughly searching each potential hideout, ensuring you check both obvious and less conspicuous spots. Keep an eye on your surroundings to remain vigilant against threats. Successfully locating these medical supplies is crucial for our survival and will enhance our readiness for future engagements. Stay swift and resourceful; good luck!",
    "66c16f16cedd370e0e8ac894": "Locate the Meds on Customs",
    "66c16f169049d28b769c6075": "Mark the Meds with an MS2000 marker",
    "66c16f193d776cea0996ef9b": "Survive and extract from the location",
    "66c1500ea0ecb5c4a6b763d7 acceptPlayerMessage": "Thank you so much for volunteering your time and effort to track down the much-needed medications for our sloths! Your dedication to their health and well-being is truly appreciated, and your contribution will make a significant difference in our care (we hope). We couldn’t do this without your help! I've supplied you a MS2000 Marker to help with this job. Thanks again!",
    "66c1500ea0ecb5c4a6b763d7 successMessageText": "This was a cruicial find. Thanks again and wish us luck!",
    "66c1500ea0ecb5c4a6b763d7 declinePlayerMessage": "",
    "66c1500ea0ecb5c4a6b763d7 completePlayerMessage": "",
    "66c1500ef905605a049a5a31 name": "The Knight's Mask Falls",
    "66c1500ef905605a049a5a31 description": "Your mission is to hunt down and neutralize these three high-value targets known for their dangerous reputations. Gather intelligence on their last known whereabouts and assess their movement patterns to plan your approach effectively. Utilize stealth and tactical strategies to avoid detection while closing in on your targets. Each target may have unique defenses or guards, so adapt your tactics as needed. Prioritize eliminating them quietly to avoid attracting attention from other players or Scavs. Successfully completing this task will not only bolster your reputation but also provide valuable loot. Stay focused and persistent; good luck!",
    "66c16f284b16adb7b2284620": "Locate and Eliminate Knight",
    "66c16f2b75f800abab3e83a3": "Locate and Eliminate Big Pipe",
    "66c16f34f4ae9c3e14582391": "Locate and Eliminate BirdEye",
    "66c1500ef905605a049a5a31 successMessageText": "You've officially taken out all the badasses. Props to you, Soldier.",
    "66c1500ef905605a049a5a31 acceptPlayerMessage": "",
    "66c1500ef905605a049a5a31 declinePlayerMessage": "",
    "66c1500ef905605a049a5a31 completePlayerMessage": "",
    "66c1500e523a5bbc00171c71 name": "Find the Sunken Boat",
    "66c1500e523a5bbc00171c71 description": "Your latest mission involves locating the beached boat on the Customs map, a crucial step in ensuring safe passage for upcoming trade routes. Make your way to the rivers and keep an eye out for the old vessel, which has settled on the land after being washed ashore. Once you find the beached boat, place an MS2000 Marker on it to signal its position for extraction teams. Be wary of potential threats in the vicinity, as other PMCs and SCAVs may be looking to capitalize on the situation. Completing this task will not only enhance security for the area but also earn you valuable rewards for your efforts!",
    "66c16f3d0dd1f5f7d1d47a91": "Locate the Sunken Boat on Customs",
    "66c16f3d742ec37ece680bcd": "Mark the boat with an MS2000 marker",
    "66c16f3e59de56f80a56d894": "Survive and extract from the location",
    "66c1500e523a5bbc00171c71 successMessageText": "Thank you for marking that boat. I know you don't know why you did it but, it helped us Sloths!",
    "66c1500e523a5bbc00171c71 acceptPlayerMessage": "",
    "66c1500e523a5bbc00171c71 declinePlayerMessage": "",
    "66c1500e523a5bbc00171c71 completePlayerMessage": "",
    "66c16438a9a3a026842335dc name": "Looking for Food",
    "66c16438a9a3a026842335dc description": "Your task at hand is to scour the nearby abandoned areas to find and loot 3 packs of Tarker Dried Meat, 3 packs of Milk, and 3 cans of RatCola Soda. These items are crucial for the our survival and morale. Be on the lookout for rival PMCs and SCAVs who might also be searching for these goodies, and return with the supplies to earn the gratitude of myself, Priscilu, as well as a generous gift for your work. Oh, and hey, while you are our there, Kill 10 SCAVs. ",
    "66c16f56f1b35d7204d55c2d": "Kill 10 SCAVs",
    "66c16f572bd6f41103f5cacb": "Hand over the found in raid Tarker Dried Meat",
    "66c16f5795cbcb4918474c79": "Hand over the found in raid Pack of Milk",
    "66c16f584cf86df4cee717c4": "Hand over the found in raid Can of RatCola Soda",
    "66c16438a9a3a026842335dc successMessagetext": "And THAT is why I hire you to do these things. You are a machine. Thank you, Soldier!",
    "66c16438a9a3a026842335dc acceptPlayerMessage": "",
    "66c16438a9a3a026842335dc declinePlayerMessage": "",
    "66c16438a9a3a026842335dc completePlayerMessage": "",
    "66c1643887227b5bde73388f name": "The Sloths Need More OP-SKS",
    "66c1643887227b5bde73388f description": "In order to secure OP-SKS firearms and ammunition for us sloths, you will need to explore areas on maps like Customs or Woods where these items are commonly found. Make sure to loot military crates, weapon spawns, and search thoroughly in building interiors. Always stay vigilant for enemies while you gather supplies to ensure the sloths are well-equipped for their ventures! They may even have what you're looking for!",
    "66c16f5fcf42de42b686424d": "Hand over the found in raid OP-SKS 7.62x39 carbine",
    "66c16f5f6d0a4d6b33b13185": "Hand over the found in raid SKS 75-round drum magazine",
    "66c16f608802740ca9c07863": "Hand over the found in raid 75x 7.62x39mm FMJ",
    "66c1643887227b5bde73388f successMessagetext": "Us Sloths are going to be A-Okay. Thank you!",
    "66c1643887227b5bde73388f acceptPlayerMessage": "",
    "66c1643887227b5bde73388f declinePlayerMessage": "",
    "66c1643887227b5bde73388f completePlayerMessage": ""
}